{
  "id": 11,
  "name": "William Green's Plan of Manchester & Salford (1787-94)",
  "description": "Comprehensive nine-sheet map drawn from actual survey, engraved by J. Thornton. Features street names, public buildings, landowners names, and proposed new streets. Green was 34 when he began the survey in 1787 — an artist by temperament who would later move to the Lake District and become famous for his watercolour landscapes. But first he documented Manchester at a remarkable tipping point: the population had tripled to ~50,000 since Berry's map (source 9), the Bridgewater Canal (1761) had halved coal prices, and steam-powered cotton mills were rising along riverbanks where Berry had drawn open meadows. Green's map shows the last generation of merchants' gardens behind Deansgate houses, fields east of Ancoats that would become Europe's worst slums, and rivers still flowing open — the Irk and Medlock not yet walled in brick and choked with industrial waste. He even drew proposed new streets in dotted lines, mapping what Manchester intended to become. The earliest comprehensive large-scale survey of the city, and the most accurate until the Ordnance Survey arrived in 1848.",
  "source_url": "https://www.digitalcollections.manchester.ac.uk/view/PR-R-15369/9",
  "source_type": "map_overlay",
  "stage": 4,
  "year_start": 1787,
  "year_end": 1794,
  "era": "industrial",
  "bounds_west": -2.27,
  "bounds_south": 53.46,
  "bounds_east": -2.22,
  "bounds_north": 53.5,
  "notes": "IIIF manifest: https://www.digitalcollections.manchester.ac.uk/iiif/PR-R-15369\n9 sheets, 29 inches to the mile. Survey begun 1787, completed 1794.\nDrawn by William Green, engraved by John Thornton.\n\nIIIF image service per sheet:\n  Sheet 1: https://image.digitalcollections.manchester.ac.uk/iiif/PR-R-15369-000-00001.jp2\n  Sheet 2: ...00002.jp2\n  Sheet 3: ...00003.jp2\n  Sheet 4: ...00004.jp2\n  Sheet 5: ...00005.jp2\n  Sheet 6: ...00006.jp2\n  Sheet 7: ...00007.jp2\n  Sheet 8: ...00008.jp2\n  Sheet 9: ...00009.jp2\n\nAllMaps editor (all sheets via manifest):\nhttps://editor.allmaps.org/#/georeference?url=https://www.digitalcollections.manchester.ac.uk/iiif/PR-R-15369\n\n--- GREEN'S MANCHESTER ---\n\nInto this transformed city walked William Green. He was thirty-four years old when he began his survey in 1787, a Manchester man, an artist by temperament — he would later become famous for his watercolour paintings of the Lake District, eventually moving to Ambleside where he spent the rest of his life painting mountains and publishing illustrated guides to the Lakes.\n\nBut in 1787, the mountains could wait. Green had been commissioned to produce the most detailed survey of Manchester ever attempted. Nine sheets, at twenty-nine inches to the mile. Every street, every building, every garden, every landowner's name.\n\nWhat Green drew was a different city from Berry's (source 9). In forty years, Manchester had tripled in population from roughly 18,000 to over 50,000. It had burst its medieval boundaries — new streets spread south towards Oxford Road, east towards Ancoats, north across the Irk. A canal network was growing — the Bridgewater Canal (1761), the Rochdale Canal under construction, basins and wharves where there had been fields. Cotton mills lined the Medlock and Irk, their chimneys visible from miles away. New institutions had risen — the Infirmary (1752), the Exchange (rebuilt 1792), St Ann's Church surrounded by fashionable shops.\n\nGreen's map captures the town at a remarkable moment. You can still see the gardens behind the houses on Deansgate — the last generation of merchants who lived above their businesses, with kitchen gardens running down to the river. Within twenty years, those gardens would be paved over for warehouses. The fields that Green drew east of Ancoats would become the most densely packed industrial slum in Europe.\n\nHe drew the rivers still flowing open through the town. The Medlock wound past brickfields and bleaching grounds. The Irk ran through what Green marked as pasture land. Within a generation, both rivers would be walled in brick, choked with dye and sewage, buried under factories. Friedrich Engels would describe the Irk in 1844 as 'a narrow, coal-black, foul-smelling stream, full of debris and refuse.'\n\nGreen even drew the proposed new streets — dotted lines showing where the town was planning to expand. He was mapping not just what Manchester was, but what it intended to become.\n\n--- WHAT HAPPENED NEXT ---\n\nGreen finished his survey in 1794. Within a year, food riots swept Manchester — the wars with revolutionary France had driven up bread prices. In 1799, the Combination Acts made trade unions illegal, driving worker organisation underground. In 1819, sixty thousand people gathered in St Peter's Field — visible on Green's map as open ground south of the town — to demand parliamentary reform. The cavalry charged. Eighteen people died, hundreds were injured. They called it Peterloo.\n\nGreen himself had long since left Manchester. He moved to the Lake District around 1800, drawn by the same landscape that had captivated Wordsworth and Coleridge. He spent his remaining years painting Grasmere and Windermere, about as far from a cotton mill as you could get in northern England. He died in Ambleside in 1823.\n\nHis map remained in use for decades — the most accurate survey of Manchester until the Ordnance Survey arrived in 1848 with their 1:1,056 town plans (source 21). Between Berry's copper plate in 1750 and Green's nine sheets in 1794, a market town became the engine of the modern world.",
  "iiif_url": "https://www.digitalcollections.manchester.ac.uk/iiif/PR-R-15369",
  "georeference_url": "https://annotations.allmaps.org/?url=https://www.digitalcollections.manchester.ac.uk/iiif/PR-R-15369",
  "created_at": "2026-02-07 22:55:47",
  "updated_at": "2026-02-08 21:00:00",
  "files": [],
  "tiles": [
    {
      "url": "https://allmaps.xyz/maps/7bb49067b76aa04f/{z}/{x}/{y}.png",
      "label": "Sheet 1",
      "georeferenced": true
    },
    {
      "url": "https://allmaps.xyz/maps/e5a0e34acf757037/{z}/{x}/{y}.png",
      "label": "Sheet 2",
      "georeferenced": true
    },
    {
      "url": "https://allmaps.xyz/maps/43ac68d1001da64f/{z}/{x}/{y}.png",
      "label": "Sheet 3",
      "georeferenced": true
    },
    {
      "url": "https://allmaps.xyz/maps/5cd481c2bb7de4bd/{z}/{x}/{y}.png",
      "label": "Sheet 4",
      "georeferenced": true
    },
    {
      "url": "https://allmaps.xyz/maps/b82704166afd6235/{z}/{x}/{y}.png",
      "label": "Sheet 5",
      "georeferenced": true
    },
    {
      "url": "https://allmaps.xyz/maps/0abaa80acf9a81a8/{z}/{x}/{y}.png",
      "label": "Sheet 6",
      "georeferenced": true
    },
    {
      "url": "https://allmaps.xyz/maps/2ffa7d0cec0f0af6/{z}/{x}/{y}.png",
      "label": "Sheet 7",
      "georeferenced": true
    },
    {
      "url": "https://allmaps.xyz/maps/49a443c00cf14341/{z}/{x}/{y}.png",
      "label": "Sheet 8",
      "georeferenced": true
    },
    {
      "url": "https://allmaps.xyz/maps/3b3506af28d4822d/{z}/{x}/{y}.png",
      "label": "Sheet 9",
      "georeferenced": true
    }
  ]
}
