{
  "id": 152,
  "name": "Siege of Manchester — Civil War Plan (1642)",
  "description": "Plan of the Siege of Manchester, September 1642. Lord Strange's Royalist forces besieged the Parliamentarian town. Defenders built barricades, chains across streets, and earthwork defences. Siege plans were commonly drawn in the Civil War.",
  "source_url": null,
  "source_type": "reference_data",
  "stage": 1,
  "year_start": 1642,
  "year_end": 1642,
  "era": "pre-industrial",
  "bounds_west": -2.255,
  "bounds_south": 53.473,
  "bounds_east": -2.24,
  "bounds_north": 53.49,
  "notes": "RESEARCH TARGET: HIGH PRIORITY — siege plans almost certainly survive.\n\nSeptember 1642: Lord Strange (Earl of Derby) attacks Manchester with Royalist forces.\nManchester defended by Parliamentarians under Colonel John Rosworm (German military engineer).\nDefenders built:\n- Earth ramparts and ditches around the town\n- Chains across streets\n- Barricades at key entry points\n- Defensive positions at the bridges\n\nManchester successfully held — one of the first Parliamentarian victories.\nRosworm later complained he was never properly paid.\n\nWhere to find siege plans:\n- British Library: King's Topographical Collection (K.Top) — Civil War maps\n- The National Archives (TNA): State Papers, Civil War period\n- Chetham's Library — holds Civil War era material for Manchester\n- 'Atlas of the English Civil War' by P.R. Newman (1985)\n- 'The Great Civil War in Lancashire' by Ernest Broxap (1910)\n- John Rylands Library — Mainwaring and other Civil War collections\n- Bodleian Library — Civil War maps collection\n- Thomason Tracts (BL) — contemporary pamphlets often included plans\n\nRosworm's own description of the defences may survive.\nCompare with the c.1650 plan (source 25) — drawn only 8 years after the siege.\nThe 1650 plan's 'Acres Field' (key item E) may have been used as a defensive position.\n\nAlso search for:\n- 'Manchester defences 1642 plan'\n- 'Rosworm Manchester fortifications'\n- Civil War Trust / Battlefields Trust resources",
  "iiif_url": null,
  "georeference_url": null,
  "tiles": [],
  "created_at": "2026-02-08 02:51:03",
  "updated_at": "2026-02-08 02:51:03",
  "files": []
}
