{
  "id": 16,
  "title": "The Silent Centuries: Manchester 410-919",
  "description": "The standard narrative says Manchester has no record between 340 and 919. The standard narrative is wrong. Grubenhauser (sunken-featured buildings) were built outside the Roman fort's north gate soon after abandonment — people moved into the ruins. The settlement then shifted one mile north to the Irk/Irwell confluence (where the cathedral stands today), a deliberate strategic choice. The Angel Stone, found in the cathedral's south porch in 1871, carries the Latin inscription 'In manus tuas, Domine' and may date to ~700 AD — evidence of a church at Manchester in the 8th century. The Historia Brittonum (~828) lists Manchester as 'Cair Maunguid,' one of the 28 cities of Britain — someone in Wales knew it mattered. The place-names are a document: Eccles (Brittonic 'ecclesia') proves a British church survived into the Anglo-Saxon period; Stretford ('street ford,' Anglian form) proves the Roman road was in use; Manchester itself is a hybrid (Brittonic mamm + Old English ceaster) requiring conversation between British and English speakers. Meanwhile, the area endured a volcanic winter (536), the Justinianic Plague (549), Æthelfrith's army marching to Chester (616), the Great Plague (664), cattle murrain (699-701), and Northumbrian political chaos (ten kings in seventy years, three murdered, five expelled). Norse settlers flooded Lancashire after 902, leaving the Cuerdale Hoard (8,600 items, 31kg of silver) near Preston. When the Anglo-Saxon Chronicle says Edward 'repaired and manned' Mameceastre in 919, the language proves something was standing to repair. The silence was never total — it is a silence of local administrative records, which survived nowhere in northern England for this period.",
  "content": null,
  "content_file": null,
  "year_start": 410,
  "year_end": 919,
  "era": "medieval",
  "source_ids": [],
  "created_at": "2026-02-09 00:00:00",
  "updated_at": "2026-02-09 00:00:00"
}
